{
  "information": {
    "office": " مكتب المستشار / محمد عبد الغنى حسين",
    "photo": "https://res.cloudinary.com/de6nptyda/image/upload/v1730627407/image/me_cujiyi_yyj6hu_owzotc.jpg",
    "address": "13 شارع وصفى -فيكتوريا - شبرا- القاهرة",
    "email": "abdelghany654@gmail.com",
    "phone": "01010481061",
    "about": "المكتب متخصص فى اعمال المحاماه , و الاجراءات القانونية المختلفة , كما نعمل على تخليص جميع المستندات و الاوراق من كافة المصالح و الهيئات المختلفة . تستطيع التواصل معنا للاستشارات القانونية المختلفة",
    "education": [
      "كلية الحقوق جامعة عين شمس",
      "تدربت فى العديد من المكاتب على يد اساتذة القانون",
      "خبرة فى كافة الاعمال القانونية"
    ]
  },
  "report": [
    {
      "id": "1",
      "image": "/image/القانون-المدنى.webp",
      "name": "القانون المدنى",
      "port": "يشمل تنظيم العلاقات بين الأفراد، مثل العقود والالتزامات والمسؤوليات المدنية. يتعامل مع الأضرار المادية والمعنوية، والتعويضات.",
      "info": {
        "one": "أُصدِرَ التقنينُ المدني المصري عام 1949 ويحتوي على 1149 مادة. كتب القانون في عام 1949 الفقيه القانوني عبد الرزاق السنهوري، الذي تلقى مساعدة من العميد إدوار لامبرت من جامعة ليل. ربما بسبب تأثير لامبرت، اتبع قانون عام 1949 نموذج القانون المدني الفرنسي كمرجع. ولكن الجدير بالذكر أن القانون المدني الفرنسي جاء على أثر نقلِ نابليون بونابرت للفقه المالكي لفرنسا لإعجابه الشديد بإحكامِه وعدالته. ويركز القانون على تنظيم الأعمال والتجارة، ولا يشمل أي أحكام تتعلق بقانون الأسرة. فقد تجاهل السنهوري عمدا قانون الأسرة والخلافة لتمييزه عن القانون المدني التركي.",
        "two": "تنص المادة 1 من القانون على أنه «في حالة عدم وجود أي تشريع معمول به، يقرر القاضي وفقًا للعرف ويفشل في العرف، وفقًا لمبادئ الشريعة الإسلامية. في غياب هذه المبادئ، يكون للقاضي اللجوء إلى القانون الطبيعي وقواعد الإنصاف». على الرغم من هذا الاحتجاج بالقانون الإسلامي، جادل أحد المعلقين بأن قانون عام 1949 يعكس «المراوغة للعقيدة الاشتراكية والفقه الاجتماعي».",
        "three": "كان القانون المدني المصري مصدر القانون والإلهام للعديد من الاختصاصات القضائية في الشرق الأوسط، بما في ذلك ممالك ما قبل الديكتاتورية في ليبيا والعراق (وكلاهما صاغه السنهوري نفسه وفريق من الفقهاء الأصليين تحت إشرافه)، الأردن (اكتمل في عام 1976، بعد وفاته) البحرين (2001)، وكذلك قطر (1971) (هذان الأخيران فقط مستوحى من أفكاره)، والقانون التجاري الكويتي (صاغه السنهوري). عندما صاغ السودان قانونه المدني في عام 1970، تم نسخه إلى حد كبير من القانون المدني المصري مع تعديلات طفيفة. اليوم جميع الدول العربيّة المشرقيّة التي لديها قوانين مدنية حديثة، ومؤخرًا المملكة العربية السعودية قد أصدرت نظام المعاملات المدنية والذي أقره مجلس الوزراء السعودي في 14 يونيو 2023، وهو توأم التقنين المدني المصري بذاتِ الموادِ مع تصرفٍ بسيطٍ في المواد بما يتناسب مع النظام السعودي. ويستثنى من الدول العربية التي تعتمد على القانون المدني المصريسلطنة عمان، حيث تعتمد معظم دول الخليج العربي على التقنين المدني المصري كليا أو جزئيا."
      }
    },
    {
      "id": "2",
      "image": "/image/القانون-الجنائى.jpg",
      "name": "القانون الجنائى",
      "port": "يشمل الجرائم والعقوبات المرتبطة بها. يتعامل مع قضايا مثل القتل ، السرقة، الاحتيال ، الاعتداءات وغيرها من الجرائم.",
      "info": {
        "one": "قانون الإجراءات الجنائية المصري هو القانون الذي يجمع القواعد القانونية التي تحدد صور الجريمة، والجزاء المقرر على مخالفتها، وقواعد البحث عن مرتكبها، والتحقيق معه، ومحاكمته، وإصدار الحكم عليه، وتنفيذه. بهدف إعلان الحقيقة الواقعية تجاه الدعوى الجنائية، وهو بهذا يحمي الحرية الشخصية للمواطن المصري سواء من المجرمين أو من الدولة. كما يقوم القانون بتحديد السلطات التي لها تجريم الأفعال، وتحديد قواعد سير الدعوى الجنائية منذ لحظة وقوع الجريمة إلى حين صدور حكم نهائي فيها وتنفيذه. حيث يُلزِم النيابة العامة بمباشرة التحقيق الابتدائي، وجمع الأدلة والتصرّف في التحقيق، ورفع الدعوى (بجانب منح المجني عليه الحق في رفع الدعوى الجنائية على المتهم)، كما يُلزِم القاضي الجنائي بالبحث عن الأدلة وإصدار الأحكام. وهكذا، يعدّ قانون الإجراءات الجنائية هو القانون الإجرائي اللازم لإعمال قانون العقوبات.",
        "two": "قانون الإجراءات الجنائية المصري هو القانون الذي يجمع القواعد القانونية التي تحدد صور الجريمة، والجزاء المقرر على مخالفتها، وقواعد البحث عن مرتكبها، والتحقيق معه، ومحاكمته، وإصدار الحكم عليه، وتنفيذه. بهدف إعلان الحقيقة الواقعية تجاه الدعوى الجنائية، وهو بهذا يحمي الحرية الشخصية للمواطن المصري سواء من المجرمين أو من الدولة. كما يقوم القانون بتحديد السلطات التي لها تجريم الأفعال، وتحديد قواعد سير الدعوى الجنائية منذ لحظة وقوع الجريمة إلى حين صدور حكم نهائي فيها وتنفيذه. حيث يُلزِم النيابة العامة بمباشرة التحقيق الابتدائي، وجمع الأدلة والتصرّف في التحقيق، ورفع الدعوى (بجانب منح المجني عليه الحق في رفع الدعوى الجنائية على المتهم)، كما يُلزِم القاضي الجنائي بالبحث عن الأدلة وإصدار الأحكام. وهكذا، يعدّ قانون الإجراءات الجنائية هو القانون الإجرائي اللازم لإعمال قانون العقوبات.",
        "three": "ظهر أول قانون للإجراءات الجنائية في مصر عام 1875 تحت مسمى «قانون تحقيق الجنايات»، والذي كان مأخوذاً من القانون الفرنسي الصادر عام 1810، وكان يُطبق على المحاكم المختلطة. ثم صدر «قانون تحقيق الجنايات الأهلي» عام 1883 ليُطبق على المحاكم الأهلية، وقد تمّ تعديله عام 1904. وعقب إلغاء الامتيازات الأجنبية عام 1937، صدر قانون تحقيق جنايات جديد عام 1949. أما قانون الإجراءات الجنائية الحالي، فقد صدر في أكتوبر 1950، وقد تعرّض إلى تعديلات كثيرة حتى وقتنا الحالي."
      }
    },
    {
      "id": "3",
      "image": "/image/القانون-التجارى.jpg",
      "name": "القانون التجارى",
      "port": "يختص بتنظيم الأعمال التجارية والشركات . يشمل قضايا مثل تأسيس الشركات ، الإفلاس ، العقود التجارية ، و حماية حقوق الملكية الفكرية.",
      "info": {
        "one": "ظهر في عصرنا الحديث تحول كبير على المجال التجاري، نتيجةً للتطور الكبير في عدة نشاطات حيوية؛ كالصناعة، والاتصالات، والنقل، والمصارف، وتكنولوجيا الحاسوب، مما أدى إلى ظهور القوانين التجارية الحديثة التي تُغطي مواضيع التجارة الإلكترونية، والعقود التجارية الدولية، وما يتفرع عنها من مواضيع",
        "two": "وتعتبر فرنسا من أوائل الدول التي ركّزت على وضع قانون للتجارة؛ إذ أقرّت أول تقنين تجاري عام 1673م والذي عُرف بقانون (سافاريه) ثم تلاه التشريع الفرنسي لعام 1790م وبعده تشريع عام 1807م، ثم بدأت بعد ذلك حركة وضع التشريعات التجارية بالانتشار في أوروبا ودول العالم، ومنها الدولة العثمانية التي وضعت تقنيناً تجارياً طبقت فيه بعض ملامح التشريع التجاري الفرنسي."
      }
    },
    {
      "id": "4",
      "image": "/image/القضاء-الادارى.webp",
      "name": "القانون الادارى",
      "port": "ينظم العلاقة بين الدولة والأفراد، والقرارات الإدارية الصادرة عن السلطات التنفيذية . يشمل الطعون أمام المحاكم الإدارية.",
      "info": {
        "one": "يعرف القانون الإداري بأنه فرع من فروع القانون العام الداخلي، وكذلك هو مجموعة من القواعد القانونية التي تنظم نشاط الإدارة و السلطة التنفيذية أثناء تأدية وظائفها الإدارية، وتبين كيفية إدارتها للمرافق العامة واستغلالها للأموال العامة بالإضافة إلى تحديد علاقة الدولة بموظفيها من حيث التعيين والترقية والتكليف والإعارة وغير ذلك من العلاقات.",
        "two": " وهو فرع من القانون العام، ويعتبر الفقيه الفرنسي رينيه تشابوس أول من استخدم مصطلح (القانون الإداري) في مؤلفاته التي لا تزال مرجعاً لدراسة القانون الإداري.",
        "three": "هناك فرق بينه وبين النظام القانوني للمنازعات الإدارية الذي لا يمثل إلا جزءاً من قانون القضاء الإداري من ناحية وقواعد القانون الإداري من ناحية أخرى. وتطبق قواعد القانون الإداري على نشاط السلطة الإدارية وتخضع له علاقاتها مع الافراد سواء كانت هذه العلاقة إرادية أو غير إرادية."
      }
    },
    {
      "id": "5",
      "image": "/image/المحكمة-الدستورية.webp",
      "name": "القانون الدستورى",
      "port": "يحدد حقوق و واجبات المواطنين والدولة و يشمل تفسير و تطبيق الدستور . يهتم بالحقوق والحريات العامة ، والفصل بين السلطات.",
      "info": {
        "one": "يعتبر أولى دستور ديمقراطي صدر في الدول العربية كافة، وهذا الدستور كان ميلادا طبيعيا للثورة العرابية التي أجبرت الخديوي توفيق على إصداره في 7 فبراير سنة 1882، في عهد الخديوي توفيق ليحل محل دستور سنة 1879. يعد محاولة متواضعة لتطبيق نظام ديمقراطي في ظل ولاية عثمانية يمثلها أسرة محمد علي. تم إصداره كمحاولة لتأكيد عدم تبعية مصر للدولة العثمانية وفي محاولة متجددة من الخديوي توفيق ليحصل على استقلال ذاتي وجعل الحكم في مصر قائما على أسس أهمها رقابة مجلس النواب لعمل الحكومة الذي يمثله مجلس النظار، أو الوزراء، الأمر الذي يجعل هذا الدستور قريبا من النموذج الدستوري لدولة قانونية -نسبيا- وإن كان لا يرقى إلى المستوى المطلوب للدولة القانونية.هذا الدستور حمل توجهات الخديوي توفيق ورغبته في السيطرة على مقاليد حكم مصر، التي ورثت ديون الخديوي إسماعيل الفاحشة، وعانت من تفكك سيطرة الحكم على أجزاء من الإقليم المصري.لعل أهم ما تضمنه دستور مصر سنة 1882 هو ايجاد مجلس للنواب وبيان العلاقة بينه وبين الحكومة  وكان يسمى مجلس النظّار .الا انه كان  دستور قاصر عن ان يشمل الحقوق والحريات الأساسية للمواطن في مصر حيث لم يتطرق إليها .",
        "two": "يعد دستور 1923 من إنجازات ثورة 1919 التي ضحى فيها الشعب المصري بالدماء والأرواح، شكل الملك فؤاد لجنة تتكون من 30 عضوا لصياغة دستور 1923 أملا بأن تأتي بدستور على هواه لا يضمن السيادة الشعبية ويمكنه من السيطرة على الثورة، لكن الرقابة الشعبية الشديدة على أعمال هذه اللجنة حالت دون ذلك، ورغم توسع دستور 1923 في تحديد سلطات الملك قياسا على المتبع في الدول الملكية البرلمانية المعاصرة، تضمن الدستور تقييدا كبيرا لتلك السلطات قياسا على السلطات المطلقة التي كان يتمتع بها خديوي مصر فيما مضى على الأقل من الناحية الدستورية، وإن كانت تلك السلطات تعطل في أحيان كثيرة بسبب سيطرة قوة الاحتلال على الأمور بقوة الأمر الواقع ، لكن أخطر تلك السلطات على الإطلاق هو حق حل مجلس النواب الذي كفلته المادة 38، وقد أورد الدستور هذا الحق خاليا من أي قيد أو شرط أو حد أقصى لمرات الحل، باستثناء عدم جواز حل مجلس جديد لنفس السبب الذي حل الملك من أجله سابقه، وهو ما فتح الباب أمام الملك لحل البرلمان كلما اقتضت مصلحته السياسية ذلك .",
        "three": "ثم توالت الاحداث و الدساتير الى يومنا هذا "
      }
    },
    {
      "id": "6",
      "image": "/image/قانون-الاحوال-الشخصية.jpeg",
      "name": "قانون الاحوال الشخصية",
      "port": "يتعلق بتنظيم قضايا الأسرة مثل الزواج ، الطلاق ، النفقة ، الحضانة ، و المواريث . يتناول حقوق الزوجة و الأولاد و العلاقات الأسرية بشكل عام.",
      "info": {
        "one": "طبقا لتعريف قانون الأحوال الشخصية وبيانُ ما تعنيه فإن قانون الأحوال الشخصية هو مجموعة القواعد القانونية التي تنظم علاقة الأفراد فيما بينهم من حيث صلة النسب والزواج وما ينشأ عنه من مصاهرة وولادة وولاية وحضانة وحقوق وواجبات متبادلة وما قد يعتريها من انحلال تترتب عليه حقوق في النفقة والحضانة والإرث والوصية.",
        "two": "طبقا لتعريف قانون الأحوال الشخصية وبيانُ ما تعنيه فإن قانون الأحوال الشخصية هو مجموعة القواعد القانونية التي تنظم علاقة الأفراد فيما بينهم من حيث صلة النسب والزواج وما ينشأ عنه من مصاهرة وولادة وولاية وحضانة وحقوق وواجبات متبادلة وما قد يعتريها من انحلال تترتب عليه حقوق في النفقة والحضانة والإرث والوصية."
      }
    }
  ],
  "team": [
    {
      "id": "1",
      "name": " احمد عبد اللطيف ",
      "image": "/image/senshy-lawyer.jpg",
      "work": " محامى ",
      "deg": "استئناف عالى",
      "education": {
        "one": "ليسانس حقوق",
        "two": " دراسات عليا "
      },
      "experince": {
        "one": " خمس سنوات خبرة فى المجال القانونى ",
        "two": " متخصص فى القضايا المدنية بكافة انواعها "
      },
      "info": " حيث ي/ت متلك المهارات اللازمة لتحقيق النتيجة المرجوة منه/ا , تدرب/ت على يد نخبة من الاساتذة العظام فى كافة النواحى القانونية , و نستعرض فيما يلى خبراته/ا و الشهادات التى تم الحصول عليها  "
    },
    {
      "id": "2",
      "name": " سيد حسن عباس ",
      "image": "/image/togomory-lawyer.jpg",
      "work": " محامى ",
      "deg": "استئناف عالى",
      "education": {
        "one": "ليسانس حقوق",
        "two": " دراسات عليا "
      },
      "experince": {
        "one": " خمس سنوات خبرة فى المجال القانونى ",
        "two": " متخصص فى القضايا المدنية بكافة انواعها "
      },
      "info": " حيث ي/ت متلك المهارات اللازمة لتحقيق النتيجة المرجوة منه/ا , تدرب/ت على يد نخبة من الاساتذة العظام فى كافة النواحى القانونية , و نستعرض فيما يلى خبراته/ا و الشهادات التى تم الحصول عليها  "
    },
    {
      "id": "3",
      "name": " امال ذكى محمد ",
      "image": "/image/kisaky-girls-lawyer.png",
      "work": " محامية ",
      "deg": "استئناف عالى",
      "education": {
        "one": "ليسانس حقوق",
        "two": " دراسات عليا "
      },
      "experince": {
        "one": " خمس سنوات خبرة فى المجال القانونى ",
        "two": " متخصص فى القضايا المدنية بكافة انواعها "
      },
      "info": " حيث ي/ت متلك المهارات اللازمة لتحقيق النتيجة المرجوة منه/ا , تدرب/ت على يد نخبة من الاساتذة العظام فى كافة النواحى القانونية , و نستعرض فيما يلى خبراته/ا و الشهادات التى تم الحصول عليها  "
    },
    {
      "id": "4",
      "name": " ساره سعيد خليل ",
      "image": "/image/ran_mouri_girl-lawyer.jpg",
      "work": " محامية ",
      "deg": "استئناف عالى",
      "education": {
        "one": "ليسانس حقوق",
        "two": " دراسات عليا "
      },
      "experince": {
        "one": " خمس سنوات خبرة فى المجال القانونى ",
        "two": " متخصص فى القضايا المدنية بكافة انواعها "
      },
      "info": " حيث ي/ت متلك المهارات اللازمة لتحقيق النتيجة المرجوة منه/ا , تدرب/ت على يد نخبة من الاساتذة العظام فى كافة النواحى القانونية , و نستعرض فيما يلى خبراته/ا و الشهادات التى تم الحصول عليها  "
    }
  ],
  "testimonial": [
    {
      "id": "1",
      "image": "./image/testi-man.webp",
      "talk": " مكتب ممتاز فى صياغة العقود و المتابعة و انهاء الاجراءات بدون وش بجد انا سعيد انى اتعاملت معاهم ",
      "name": " ايمن مسعد ",
      "work": " رجل اعمال "
    },
    {
      "id": "2",
      "image": "./image/testi-girl.webp",
      "talk": " حابة اشكر الجميع على مساعدتهم ليا جبولى حقوقى الحمد لله بعد مكنت خلاص و نزلو نفذو و محترمين ",
      "name": " سعاد رشاد ",
      "work": " ربة منزل "
    }
  ],
  "login": [
    {
      "id": "1",
      "name": "mohamed",
      "email": "abdelghany654@gmail.com",
      "password": 1010101010
    }
  ],
  "register": [
    {
      "id": "1",
      "name": "mohamed",
      "email": "abdelghany654@gmail.com",
      "password": 1010101010
    }
  ]
}