import React from 'react';
import "./weAre.css";
import NavBar from '../../componentes/navBar/NavBar';
import Footer from '../../componentes/footer/Footer';
import logo from '../../image/lawyer-logo-two.webp';
import Title from '../../componentes/title/Title';

export default function WeAre() {
  return (
    <div>
        <NavBar/>
        <section>
          <Title tit="مكتب الاستاذ / محمد عبد الغنى حسين" des="اتشرف و مكتبى بتقديم الخدمات القانونية فى كافة اعمال المحاماه"/>
            <div className="we-are">
              <img src={logo} alt="logo office" className='logo-office'/>
              <div className="we-are-info">
                <h1> <strong> مكتب الاستاذ / </strong> محمد عبد الغنى حسين </h1>
                <p> المكتب متخصص فى اعمال المحاماه , و الاجراءات القانونية المختلفة 
                  , كما نعمل على تخليص جميع المستندات من كافة المصالح و الهيئات المختلفة 
                  , كما تستطيع التواصل معنا للاستشارات القانونية المختلفة 
                </p>
                <h1> نبذة عن الاستاذ / محمد عبد الغنى </h1>
                <p>
                  بدأ السيد الاستاذ / محمد عبد الغنى حسين دراسة الحقوق حيث كان مولع بدراسة القانون , 
                  كان سيادته يواصل العمل لبناء شخصيته الفريدة مستقلا عن باقى اقرانه ,
                  تعرض للعديد من الهزائم فى حياته و الانكسارات و منها فقده للشغف فى العلم و كان هو نفسه عدو لنفسه ,
                  لكن الزمن اصلح ما كسره و اكتساب الخبرات جعله موقن بان الحال لا يظل كما هو ,
                  و من هنا اصبح يجتهد فى مجالات عديدة باحثا عن مكان تفوقه و نبوغة ,
                  تدرب على يد نخبة خبيرة من السادة المحامين و كان ابرزهم هو مكتب الاستاذ الفاضل / عبد النافع عبد الرؤوف اسماعيل ,
                  و من هنا نبدأ و من هنا أرحب بكم 
                </p>
              </div>
            </div>
        </section>
        <Footer/>
    </div>
  )
}
