import madany from "./image/civil.jpg";
import mgl from "./image/mglsdawla.webp";
import fam from "./image/family.jpg";
import cri from "./image/crimie.webp";
import com from "./image/company.jpg";
import ds from "./image/Dstorya.jpg";
import ahmed from "./image/lawyerahmed.jpg";
import women from "./image/ladyes.jpeg";
import sayed from "./image/lawyer-sayed.jpg";

const kinds = {
    lawport: [
        {
            "id": 1,
            "image": madany,
            "الاسم": "القانون المدنى",
            "قسم": "يشمل تنظيم العلاقات بين الأفراد، مثل العقود والالتزامات والمسؤوليات المدنية. يتعامل مع الأضرار المادية والمعنوية، والتعويضات.",
            "نبذة": {
                "اولى": "أُصدِرَ التقنينُ المدني المصري عام 1949 ويحتوي على 1149 مادة. كتب القانون في عام 1949 الفقيه القانوني عبد الرزاق السنهوري، الذي تلقى مساعدة من العميد إدوار لامبرت من جامعة ليل. ربما بسبب تأثير لامبرت، اتبع قانون عام 1949 نموذج القانون المدني الفرنسي كمرجع. ولكن الجدير بالذكر أن القانون المدني الفرنسي جاء على أثر نقلِ نابليون بونابرت للفقه المالكي لفرنسا لإعجابه الشديد بإحكامِه وعدالته. ويركز القانون على تنظيم الأعمال والتجارة، ولا يشمل أي أحكام تتعلق بقانون الأسرة. فقد تجاهل السنهوري عمدا قانون الأسرة والخلافة لتمييزه عن القانون المدني التركي.",
                "الثانية": "تنص المادة 1 من القانون على أنه «في حالة عدم وجود أي تشريع معمول به، يقرر القاضي وفقًا للعرف ويفشل في العرف، وفقًا لمبادئ الشريعة الإسلامية. في غياب هذه المبادئ، يكون للقاضي اللجوء إلى القانون الطبيعي وقواعد الإنصاف». على الرغم من هذا الاحتجاج بالقانون الإسلامي، جادل أحد المعلقين بأن قانون عام 1949 يعكس «المراوغة للعقيدة الاشتراكية والفقه الاجتماعي».",
                "الثالثة": "كان القانون المدني المصري مصدر القانون والإلهام للعديد من الاختصاصات القضائية في الشرق الأوسط، بما في ذلك ممالك ما قبل الديكتاتورية في ليبيا والعراق (وكلاهما صاغه السنهوري نفسه وفريق من الفقهاء الأصليين تحت إشرافه)، الأردن (اكتمل في عام 1976، بعد وفاته) البحرين (2001)، وكذلك قطر (1971) (هذان الأخيران فقط مستوحى من أفكاره)، والقانون التجاري الكويتي (صاغه السنهوري). عندما صاغ السودان قانونه المدني في عام 1970، تم نسخه إلى حد كبير من القانون المدني المصري مع تعديلات طفيفة. اليوم جميع الدول العربيّة المشرقيّة التي لديها قوانين مدنية حديثة، ومؤخرًا المملكة العربية السعودية قد أصدرت نظام المعاملات المدنية والذي أقره مجلس الوزراء السعودي في 14 يونيو 2023، وهو توأم التقنين المدني المصري بذاتِ الموادِ مع تصرفٍ بسيطٍ في المواد بما يتناسب مع النظام السعودي. ويستثنى من الدول العربية التي تعتمد على القانون المدني المصريسلطنة عمان، حيث تعتمد معظم دول الخليج العربي على التقنين المدني المصري كليا أو جزئيا.",
            }
        },
        {
            "id": 2,
            "image": cri,
            "الاسم": "القانون الجنائى",
            "قسم": "يشمل الجرائم والعقوبات المرتبطة بها. يتعامل مع قضايا مثل القتل ، السرقة، الاحتيال ، الاعتداءات وغيرها من الجرائم.",
            "نبذة": {
                "اولى": "أُصدِرَ التقنينُ المدني المصري عام 1949 ويحتوي على 1149 مادة. كتب القانون في عام 1949 الفقيه القانوني عبد الرزاق السنهوري، الذي تلقى مساعدة من العميد إدوار لامبرت من جامعة ليل. ربما بسبب تأثير لامبرت، اتبع قانون عام 1949 نموذج القانون المدني الفرنسي كمرجع. ولكن الجدير بالذكر أن القانون المدني الفرنسي جاء على أثر نقلِ نابليون بونابرت للفقه المالكي لفرنسا لإعجابه الشديد بإحكامِه وعدالته. ويركز القانون على تنظيم الأعمال والتجارة، ولا يشمل أي أحكام تتعلق بقانون الأسرة. فقد تجاهل السنهوري عمدا قانون الأسرة والخلافة لتمييزه عن القانون المدني التركي.",
                "الثانية": "تنص المادة 1 من القانون على أنه «في حالة عدم وجود أي تشريع معمول به، يقرر القاضي وفقًا للعرف ويفشل في العرف، وفقًا لمبادئ الشريعة الإسلامية. في غياب هذه المبادئ، يكون للقاضي اللجوء إلى القانون الطبيعي وقواعد الإنصاف». على الرغم من هذا الاحتجاج بالقانون الإسلامي، جادل أحد المعلقين بأن قانون عام 1949 يعكس «المراوغة للعقيدة الاشتراكية والفقه الاجتماعي».",
                "الثالثة": "كان القانون المدني المصري مصدر القانون والإلهام للعديد من الاختصاصات القضائية في الشرق الأوسط، بما في ذلك ممالك ما قبل الديكتاتورية في ليبيا والعراق (وكلاهما صاغه السنهوري نفسه وفريق من الفقهاء الأصليين تحت إشرافه)، الأردن (اكتمل في عام 1976، بعد وفاته) البحرين (2001)، وكذلك قطر (1971) (هذان الأخيران فقط مستوحى من أفكاره)، والقانون التجاري الكويتي (صاغه السنهوري). عندما صاغ السودان قانونه المدني في عام 1970، تم نسخه إلى حد كبير من القانون المدني المصري مع تعديلات طفيفة. اليوم جميع الدول العربيّة المشرقيّة التي لديها قوانين مدنية حديثة، ومؤخرًا المملكة العربية السعودية قد أصدرت نظام المعاملات المدنية والذي أقره مجلس الوزراء السعودي في 14 يونيو 2023، وهو توأم التقنين المدني المصري بذاتِ الموادِ مع تصرفٍ بسيطٍ في المواد بما يتناسب مع النظام السعودي. ويستثنى من الدول العربية التي تعتمد على القانون المدني المصريسلطنة عمان، حيث تعتمد معظم دول الخليج العربي على التقنين المدني المصري كليا أو جزئيا.",
            }
        },
        {
            "id": 3,
            "image": com,
            "الاسم": "القانون التجارى",
            "قسم": "يختص بتنظيم الأعمال التجارية والشركات . يشمل قضايا مثل تأسيس الشركات ، الإفلاس ، العقود التجارية ، و حماية حقوق الملكية الفكرية.",
            "نبذة": {
                "اولى": "أُصدِرَ التقنينُ المدني المصري عام 1949 ويحتوي على 1149 مادة. كتب القانون في عام 1949 الفقيه القانوني عبد الرزاق السنهوري، الذي تلقى مساعدة من العميد إدوار لامبرت من جامعة ليل. ربما بسبب تأثير لامبرت، اتبع قانون عام 1949 نموذج القانون المدني الفرنسي كمرجع. ولكن الجدير بالذكر أن القانون المدني الفرنسي جاء على أثر نقلِ نابليون بونابرت للفقه المالكي لفرنسا لإعجابه الشديد بإحكامِه وعدالته. ويركز القانون على تنظيم الأعمال والتجارة، ولا يشمل أي أحكام تتعلق بقانون الأسرة. فقد تجاهل السنهوري عمدا قانون الأسرة والخلافة لتمييزه عن القانون المدني التركي.",
                "الثانية": "تنص المادة 1 من القانون على أنه «في حالة عدم وجود أي تشريع معمول به، يقرر القاضي وفقًا للعرف ويفشل في العرف، وفقًا لمبادئ الشريعة الإسلامية. في غياب هذه المبادئ، يكون للقاضي اللجوء إلى القانون الطبيعي وقواعد الإنصاف». على الرغم من هذا الاحتجاج بالقانون الإسلامي، جادل أحد المعلقين بأن قانون عام 1949 يعكس «المراوغة للعقيدة الاشتراكية والفقه الاجتماعي».",
                "الثالثة": "كان القانون المدني المصري مصدر القانون والإلهام للعديد من الاختصاصات القضائية في الشرق الأوسط، بما في ذلك ممالك ما قبل الديكتاتورية في ليبيا والعراق (وكلاهما صاغه السنهوري نفسه وفريق من الفقهاء الأصليين تحت إشرافه)، الأردن (اكتمل في عام 1976، بعد وفاته) البحرين (2001)، وكذلك قطر (1971) (هذان الأخيران فقط مستوحى من أفكاره)، والقانون التجاري الكويتي (صاغه السنهوري). عندما صاغ السودان قانونه المدني في عام 1970، تم نسخه إلى حد كبير من القانون المدني المصري مع تعديلات طفيفة. اليوم جميع الدول العربيّة المشرقيّة التي لديها قوانين مدنية حديثة، ومؤخرًا المملكة العربية السعودية قد أصدرت نظام المعاملات المدنية والذي أقره مجلس الوزراء السعودي في 14 يونيو 2023، وهو توأم التقنين المدني المصري بذاتِ الموادِ مع تصرفٍ بسيطٍ في المواد بما يتناسب مع النظام السعودي. ويستثنى من الدول العربية التي تعتمد على القانون المدني المصريسلطنة عمان، حيث تعتمد معظم دول الخليج العربي على التقنين المدني المصري كليا أو جزئيا.",
            }
        },
        {
            "id": 4,
            "image": mgl,
            "الاسم": "القانون الادارى",
            "قسم": "ينظم العلاقة بين الدولة والأفراد، والقرارات الإدارية الصادرة عن السلطات التنفيذية . يشمل الطعون أمام المحاكم الإدارية.",
            "نبذة": {
                "اولى": "أُصدِرَ التقنينُ المدني المصري عام 1949 ويحتوي على 1149 مادة. كتب القانون في عام 1949 الفقيه القانوني عبد الرزاق السنهوري، الذي تلقى مساعدة من العميد إدوار لامبرت من جامعة ليل. ربما بسبب تأثير لامبرت، اتبع قانون عام 1949 نموذج القانون المدني الفرنسي كمرجع. ولكن الجدير بالذكر أن القانون المدني الفرنسي جاء على أثر نقلِ نابليون بونابرت للفقه المالكي لفرنسا لإعجابه الشديد بإحكامِه وعدالته. ويركز القانون على تنظيم الأعمال والتجارة، ولا يشمل أي أحكام تتعلق بقانون الأسرة. فقد تجاهل السنهوري عمدا قانون الأسرة والخلافة لتمييزه عن القانون المدني التركي.",
                "الثانية": "تنص المادة 1 من القانون على أنه «في حالة عدم وجود أي تشريع معمول به، يقرر القاضي وفقًا للعرف ويفشل في العرف، وفقًا لمبادئ الشريعة الإسلامية. في غياب هذه المبادئ، يكون للقاضي اللجوء إلى القانون الطبيعي وقواعد الإنصاف». على الرغم من هذا الاحتجاج بالقانون الإسلامي، جادل أحد المعلقين بأن قانون عام 1949 يعكس «المراوغة للعقيدة الاشتراكية والفقه الاجتماعي».",
                "الثالثة": "كان القانون المدني المصري مصدر القانون والإلهام للعديد من الاختصاصات القضائية في الشرق الأوسط، بما في ذلك ممالك ما قبل الديكتاتورية في ليبيا والعراق (وكلاهما صاغه السنهوري نفسه وفريق من الفقهاء الأصليين تحت إشرافه)، الأردن (اكتمل في عام 1976، بعد وفاته) البحرين (2001)، وكذلك قطر (1971) (هذان الأخيران فقط مستوحى من أفكاره)، والقانون التجاري الكويتي (صاغه السنهوري). عندما صاغ السودان قانونه المدني في عام 1970، تم نسخه إلى حد كبير من القانون المدني المصري مع تعديلات طفيفة. اليوم جميع الدول العربيّة المشرقيّة التي لديها قوانين مدنية حديثة، ومؤخرًا المملكة العربية السعودية قد أصدرت نظام المعاملات المدنية والذي أقره مجلس الوزراء السعودي في 14 يونيو 2023، وهو توأم التقنين المدني المصري بذاتِ الموادِ مع تصرفٍ بسيطٍ في المواد بما يتناسب مع النظام السعودي. ويستثنى من الدول العربية التي تعتمد على القانون المدني المصريسلطنة عمان، حيث تعتمد معظم دول الخليج العربي على التقنين المدني المصري كليا أو جزئيا.",
            }
        },
        {
            "id": 5,
            "image": ds,
            "الاسم": "القانون الدستورى",
            "قسم": "يحدد حقوق و واجبات المواطنين والدولة و يشمل تفسير و تطبيق الدستور . يهتم بالحقوق والحريات العامة ، والفصل بين السلطات.",
            "نبذة": {
                "اولى": "أُصدِرَ التقنينُ المدني المصري عام 1949 ويحتوي على 1149 مادة. كتب القانون في عام 1949 الفقيه القانوني عبد الرزاق السنهوري، الذي تلقى مساعدة من العميد إدوار لامبرت من جامعة ليل. ربما بسبب تأثير لامبرت، اتبع قانون عام 1949 نموذج القانون المدني الفرنسي كمرجع. ولكن الجدير بالذكر أن القانون المدني الفرنسي جاء على أثر نقلِ نابليون بونابرت للفقه المالكي لفرنسا لإعجابه الشديد بإحكامِه وعدالته. ويركز القانون على تنظيم الأعمال والتجارة، ولا يشمل أي أحكام تتعلق بقانون الأسرة. فقد تجاهل السنهوري عمدا قانون الأسرة والخلافة لتمييزه عن القانون المدني التركي.",
                "الثانية": "تنص المادة 1 من القانون على أنه «في حالة عدم وجود أي تشريع معمول به، يقرر القاضي وفقًا للعرف ويفشل في العرف، وفقًا لمبادئ الشريعة الإسلامية. في غياب هذه المبادئ، يكون للقاضي اللجوء إلى القانون الطبيعي وقواعد الإنصاف». على الرغم من هذا الاحتجاج بالقانون الإسلامي، جادل أحد المعلقين بأن قانون عام 1949 يعكس «المراوغة للعقيدة الاشتراكية والفقه الاجتماعي».",
                "الثالثة": "كان القانون المدني المصري مصدر القانون والإلهام للعديد من الاختصاصات القضائية في الشرق الأوسط، بما في ذلك ممالك ما قبل الديكتاتورية في ليبيا والعراق (وكلاهما صاغه السنهوري نفسه وفريق من الفقهاء الأصليين تحت إشرافه)، الأردن (اكتمل في عام 1976، بعد وفاته) البحرين (2001)، وكذلك قطر (1971) (هذان الأخيران فقط مستوحى من أفكاره)، والقانون التجاري الكويتي (صاغه السنهوري). عندما صاغ السودان قانونه المدني في عام 1970، تم نسخه إلى حد كبير من القانون المدني المصري مع تعديلات طفيفة. اليوم جميع الدول العربيّة المشرقيّة التي لديها قوانين مدنية حديثة، ومؤخرًا المملكة العربية السعودية قد أصدرت نظام المعاملات المدنية والذي أقره مجلس الوزراء السعودي في 14 يونيو 2023، وهو توأم التقنين المدني المصري بذاتِ الموادِ مع تصرفٍ بسيطٍ في المواد بما يتناسب مع النظام السعودي. ويستثنى من الدول العربية التي تعتمد على القانون المدني المصريسلطنة عمان، حيث تعتمد معظم دول الخليج العربي على التقنين المدني المصري كليا أو جزئيا.",
            }
        },
        {
            "id": 6,
            "image": fam,
            "الاسم": "قانون الاحوال الشخصية",
            "قسم": "يتعلق بتنظيم قضايا الأسرة مثل الزواج ، الطلاق ، النفقة ، الحضانة ، و المواريث . يتناول حقوق الزوجة و الأولاد و العلاقات الأسرية بشكل عام.",
            "نبذة": {
                "اولى": "أُصدِرَ التقنينُ المدني المصري عام 1949 ويحتوي على 1149 مادة. كتب القانون في عام 1949 الفقيه القانوني عبد الرزاق السنهوري، الذي تلقى مساعدة من العميد إدوار لامبرت من جامعة ليل. ربما بسبب تأثير لامبرت، اتبع قانون عام 1949 نموذج القانون المدني الفرنسي كمرجع. ولكن الجدير بالذكر أن القانون المدني الفرنسي جاء على أثر نقلِ نابليون بونابرت للفقه المالكي لفرنسا لإعجابه الشديد بإحكامِه وعدالته. ويركز القانون على تنظيم الأعمال والتجارة، ولا يشمل أي أحكام تتعلق بقانون الأسرة. فقد تجاهل السنهوري عمدا قانون الأسرة والخلافة لتمييزه عن القانون المدني التركي.",
                "الثانية": "تنص المادة 1 من القانون على أنه «في حالة عدم وجود أي تشريع معمول به، يقرر القاضي وفقًا للعرف ويفشل في العرف، وفقًا لمبادئ الشريعة الإسلامية. في غياب هذه المبادئ، يكون للقاضي اللجوء إلى القانون الطبيعي وقواعد الإنصاف». على الرغم من هذا الاحتجاج بالقانون الإسلامي، جادل أحد المعلقين بأن قانون عام 1949 يعكس «المراوغة للعقيدة الاشتراكية والفقه الاجتماعي».",
                "الثالثة": "كان القانون المدني المصري مصدر القانون والإلهام للعديد من الاختصاصات القضائية في الشرق الأوسط، بما في ذلك ممالك ما قبل الديكتاتورية في ليبيا والعراق (وكلاهما صاغه السنهوري نفسه وفريق من الفقهاء الأصليين تحت إشرافه)، الأردن (اكتمل في عام 1976، بعد وفاته) البحرين (2001)، وكذلك قطر (1971) (هذان الأخيران فقط مستوحى من أفكاره)، والقانون التجاري الكويتي (صاغه السنهوري). عندما صاغ السودان قانونه المدني في عام 1970، تم نسخه إلى حد كبير من القانون المدني المصري مع تعديلات طفيفة. اليوم جميع الدول العربيّة المشرقيّة التي لديها قوانين مدنية حديثة، ومؤخرًا المملكة العربية السعودية قد أصدرت نظام المعاملات المدنية والذي أقره مجلس الوزراء السعودي في 14 يونيو 2023، وهو توأم التقنين المدني المصري بذاتِ الموادِ مع تصرفٍ بسيطٍ في المواد بما يتناسب مع النظام السعودي. ويستثنى من الدول العربية التي تعتمد على القانون المدني المصريسلطنة عمان، حيث تعتمد معظم دول الخليج العربي على التقنين المدني المصري كليا أو جزئيا.",
            }    
        }
    ],
    team: [
        {
            "id": 1,
            "name": " احمد عبد اللطيف ",
            "image": ahmed,
            "work": " محامى ",
            "مقيد": "استئناف عالى",
            "شهاداته": {
                "اول": "ليسانس حقوق",
                "ثانى": " دراسات عليا ",
            },
            "خبراته": {
                "اول": " خمس سنوات خبرة فى المجال القانونى ",
                "ثانى": " متخصص فى القضايا المدنية بكافة انواعها "
            }
        },
        {
            "id": 2,
            "name": " سيد حسن عباس ",
            "image": sayed,
            "work": " محامى ",
            "مقيد": "استئناف عالى",
            "شهاداته": {
                "اول": "ليسانس حقوق",
                "ثانى": " دراسات عليا ",
            },
            "خبراته": {
                "اول": " خمس سنوات خبرة فى المجال القانونى ",
                "ثانى": " متخصص فى القضايا المدنية بكافة انواعها "
            }
        },
        {
            "id": 3,
            "name": " امال ذكى محمد ",
            "image": women,
            "work": " محامية ",
            "مقيد": "استئناف عالى",
            "شهاداته": {
                "اول": "ليسانس حقوق",
                "ثانى": " دراسات عليا ",
            },
            "خبراته": {
                "اول": " خمس سنوات خبرة فى المجال القانونى ",
                "ثانى": " متخصص فى القضايا المدنية بكافة انواعها "
            }
        },
        {
            "id": 4,
            "name": " ساره سعيد خليل ",
            "image": women,
            "work": " محامية ",
            "مقيد": "استئناف عالى",
            "شهاداته": {
                "اول": "ليسانس حقوق",
                "ثانى": " دراسات عليا ",
            },
            "خبراته": {
                "اول": " خمس سنوات خبرة فى المجال القانونى ",
                "ثانى": " متخصص فى القضايا المدنية بكافة انواعها "
            }
        },
    ],
    testi: [
        {
            "id": 1,
            "image": ahmed,
            "talk": " مكتب ممتاز فى صياغة العقود و المتابعة و انهاء الاجراءات بدون وش بجد انا سعيد انى اتعاملت معاهم ",
            "name": " ايمن مسعد ",
            "work": " رجل اعمال ",
        },
        {
            "id": 2,
            "image": women,
            "talk": " حابة اشكر الجميع على مساعدتهم ليا جبولى حقوقى الحمد لله بعد مكنت خلاص و نزلو نفذو و محترمين ",
            "name": " سعاد رشاد ",
            "work": " ربة منزل ",
        },
    ],
    }
export default kinds;