import ahmed from "./image/testi-man.webp";
import amina from "./image/testi-girl.webp";

const kinds = {
        lawport: [
            {
                "id": 1,
                "image": "https://www.essamsalem.com/images/practices/civil%20law.webp",
                "الاسم": "القانون المدنى",
                "قسم": "يشمل تنظيم العلاقات بين الأفراد، مثل العقود والالتزامات والمسؤوليات المدنية. يتعامل مع الأضرار المادية والمعنوية، والتعويضات.",
                "نبذة": {
                    "اولى": "أُصدِرَ التقنينُ المدني المصري عام 1949 ويحتوي على 1149 مادة. كتب القانون في عام 1949 الفقيه القانوني عبد الرزاق السنهوري، الذي تلقى مساعدة من العميد إدوار لامبرت من جامعة ليل. ربما بسبب تأثير لامبرت، اتبع قانون عام 1949 نموذج القانون المدني الفرنسي كمرجع. ولكن الجدير بالذكر أن القانون المدني الفرنسي جاء على أثر نقلِ نابليون بونابرت للفقه المالكي لفرنسا لإعجابه الشديد بإحكامِه وعدالته. ويركز القانون على تنظيم الأعمال والتجارة، ولا يشمل أي أحكام تتعلق بقانون الأسرة. فقد تجاهل السنهوري عمدا قانون الأسرة والخلافة لتمييزه عن القانون المدني التركي.",
                    "الثانية": "تنص المادة 1 من القانون على أنه «في حالة عدم وجود أي تشريع معمول به، يقرر القاضي وفقًا للعرف ويفشل في العرف، وفقًا لمبادئ الشريعة الإسلامية. في غياب هذه المبادئ، يكون للقاضي اللجوء إلى القانون الطبيعي وقواعد الإنصاف». على الرغم من هذا الاحتجاج بالقانون الإسلامي، جادل أحد المعلقين بأن قانون عام 1949 يعكس «المراوغة للعقيدة الاشتراكية والفقه الاجتماعي».",
                    "الثالثة": "كان القانون المدني المصري مصدر القانون والإلهام للعديد من الاختصاصات القضائية في الشرق الأوسط، بما في ذلك ممالك ما قبل الديكتاتورية في ليبيا والعراق (وكلاهما صاغه السنهوري نفسه وفريق من الفقهاء الأصليين تحت إشرافه)، الأردن (اكتمل في عام 1976، بعد وفاته) البحرين (2001)، وكذلك قطر (1971) (هذان الأخيران فقط مستوحى من أفكاره)، والقانون التجاري الكويتي (صاغه السنهوري). عندما صاغ السودان قانونه المدني في عام 1970، تم نسخه إلى حد كبير من القانون المدني المصري مع تعديلات طفيفة. اليوم جميع الدول العربيّة المشرقيّة التي لديها قوانين مدنية حديثة، ومؤخرًا المملكة العربية السعودية قد أصدرت نظام المعاملات المدنية والذي أقره مجلس الوزراء السعودي في 14 يونيو 2023، وهو توأم التقنين المدني المصري بذاتِ الموادِ مع تصرفٍ بسيطٍ في المواد بما يتناسب مع النظام السعودي. ويستثنى من الدول العربية التي تعتمد على القانون المدني المصريسلطنة عمان، حيث تعتمد معظم دول الخليج العربي على التقنين المدني المصري كليا أو جزئيا.",
                }
            },
            {
                "id": 2,
                "image": "https://jarajrehlaw.com/wp-content/uploads/2022/09/pexels-kindel-media-7714795-1280x853.jpg",
                "الاسم": "القانون الجنائى",
                "قسم": "يشمل الجرائم والعقوبات المرتبطة بها. يتعامل مع قضايا مثل القتل ، السرقة، الاحتيال ، الاعتداءات وغيرها من الجرائم.",
                "نبذة": {
                    "اولى": "قانون الإجراءات الجنائية المصري هو القانون الذي يجمع القواعد القانونية التي تحدد صور الجريمة، والجزاء المقرر على مخالفتها، وقواعد البحث عن مرتكبها، والتحقيق معه، ومحاكمته، وإصدار الحكم عليه، وتنفيذه. بهدف إعلان الحقيقة الواقعية تجاه الدعوى الجنائية، وهو بهذا يحمي الحرية الشخصية للمواطن المصري سواء من المجرمين أو من الدولة. كما يقوم القانون بتحديد السلطات التي لها تجريم الأفعال، وتحديد قواعد سير الدعوى الجنائية منذ لحظة وقوع الجريمة إلى حين صدور حكم نهائي فيها وتنفيذه. حيث يُلزِم النيابة العامة بمباشرة التحقيق الابتدائي، وجمع الأدلة والتصرّف في التحقيق، ورفع الدعوى (بجانب منح المجني عليه الحق في رفع الدعوى الجنائية على المتهم)، كما يُلزِم القاضي الجنائي بالبحث عن الأدلة وإصدار الأحكام. وهكذا، يعدّ قانون الإجراءات الجنائية هو القانون الإجرائي اللازم لإعمال قانون العقوبات.",
                    "الثانية": "قانون الإجراءات الجنائية المصري هو القانون الذي يجمع القواعد القانونية التي تحدد صور الجريمة، والجزاء المقرر على مخالفتها، وقواعد البحث عن مرتكبها، والتحقيق معه، ومحاكمته، وإصدار الحكم عليه، وتنفيذه. بهدف إعلان الحقيقة الواقعية تجاه الدعوى الجنائية، وهو بهذا يحمي الحرية الشخصية للمواطن المصري سواء من المجرمين أو من الدولة. كما يقوم القانون بتحديد السلطات التي لها تجريم الأفعال، وتحديد قواعد سير الدعوى الجنائية منذ لحظة وقوع الجريمة إلى حين صدور حكم نهائي فيها وتنفيذه. حيث يُلزِم النيابة العامة بمباشرة التحقيق الابتدائي، وجمع الأدلة والتصرّف في التحقيق، ورفع الدعوى (بجانب منح المجني عليه الحق في رفع الدعوى الجنائية على المتهم)، كما يُلزِم القاضي الجنائي بالبحث عن الأدلة وإصدار الأحكام. وهكذا، يعدّ قانون الإجراءات الجنائية هو القانون الإجرائي اللازم لإعمال قانون العقوبات.",
                    "الثالثة": "ظهر أول قانون للإجراءات الجنائية في مصر عام 1875 تحت مسمى «قانون تحقيق الجنايات»، والذي كان مأخوذاً من القانون الفرنسي الصادر عام 1810، وكان يُطبق على المحاكم المختلطة. ثم صدر «قانون تحقيق الجنايات الأهلي» عام 1883 ليُطبق على المحاكم الأهلية، وقد تمّ تعديله عام 1904. وعقب إلغاء الامتيازات الأجنبية عام 1937، صدر قانون تحقيق جنايات جديد عام 1949. أما قانون الإجراءات الجنائية الحالي، فقد صدر في أكتوبر 1950، وقد تعرّض إلى تعديلات كثيرة حتى وقتنا الحالي.",
                }
            },
            {
                "id": 3,
                "image": "https://www.esenyelpartners.com/wp-content/uploads/2022/05/Corporate-and-Commercial1.jpg",
                "الاسم": "القانون التجارى",
                "قسم": "يختص بتنظيم الأعمال التجارية والشركات . يشمل قضايا مثل تأسيس الشركات ، الإفلاس ، العقود التجارية ، و حماية حقوق الملكية الفكرية.",
                "نبذة": {
                    "اولى": "ظهر في عصرنا الحديث تحول كبير على المجال التجاري، نتيجةً للتطور الكبير في عدة نشاطات حيوية؛ كالصناعة، والاتصالات، والنقل، والمصارف، وتكنولوجيا الحاسوب، مما أدى إلى ظهور القوانين التجارية الحديثة التي تُغطي مواضيع التجارة الإلكترونية، والعقود التجارية الدولية، وما يتفرع عنها من مواضيع",
                    "الثانية": "وتعتبر فرنسا من أوائل الدول التي ركّزت على وضع قانون للتجارة؛ إذ أقرّت أول تقنين تجاري عام 1673م والذي عُرف بقانون (سافاريه) ثم تلاه التشريع الفرنسي لعام 1790م وبعده تشريع عام 1807م، ثم بدأت بعد ذلك حركة وضع التشريعات التجارية بالانتشار في أوروبا ودول العالم، ومنها الدولة العثمانية التي وضعت تقنيناً تجارياً طبقت فيه بعض ملامح التشريع التجاري الفرنسي.",
                }
            },
            {
                "id": 4,
                "image": "https://img.youm7.com/ArticleImgs/2024/4/1/220903-%D9%85%D8%AC%D9%85%D8%B9-%D9%85%D8%AD%D8%A7%D9%83%D9%85-%D9%85%D8%AC%D9%84%D8%B3-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D8%A9.jpg",
                "الاسم": "القانون الادارى",
                "قسم": "ينظم العلاقة بين الدولة والأفراد، والقرارات الإدارية الصادرة عن السلطات التنفيذية . يشمل الطعون أمام المحاكم الإدارية.",
                "نبذة": {
                    "اولى": "يعرف القانون الإداري بأنه فرع من فروع القانون العام الداخلي، وكذلك هو مجموعة من القواعد القانونية التي تنظم نشاط الإدارة و السلطة التنفيذية أثناء تأدية وظائفها الإدارية، وتبين كيفية إدارتها للمرافق العامة واستغلالها للأموال العامة بالإضافة إلى تحديد علاقة الدولة بموظفيها من حيث التعيين والترقية والتكليف والإعارة وغير ذلك من العلاقات.",
                    "الثانية": " وهو فرع من القانون العام، ويعتبر الفقيه الفرنسي رينيه تشابوس أول من استخدم مصطلح (القانون الإداري) في مؤلفاته التي لا تزال مرجعاً لدراسة القانون الإداري.",
                    "الثالثة": "هناك فرق بينه وبين النظام القانوني للمنازعات الإدارية الذي لا يمثل إلا جزءاً من قانون القضاء الإداري من ناحية وقواعد القانون الإداري من ناحية أخرى. وتطبق قواعد القانون الإداري على نشاط السلطة الإدارية وتخضع له علاقاتها مع الافراد سواء كانت هذه العلاقة إرادية أو غير إرادية.",
                }
            },
            {
                "id": 5,
                "image": "https://i0.wp.com/www.asswak-alarab.com/wp-content/uploads/2022/07/w7rknivf300sws8cs.jpg?fit=1200%2C672&ssl=1",
                "الاسم": "القانون الدستورى",
                "قسم": "يحدد حقوق و واجبات المواطنين والدولة و يشمل تفسير و تطبيق الدستور . يهتم بالحقوق والحريات العامة ، والفصل بين السلطات.",
                "نبذة": {
                    "اولى": "يعتبر أولى دستور ديمقراطي صدر في الدول العربية كافة، وهذا الدستور كان ميلادا طبيعيا للثورة العرابية التي أجبرت الخديوي توفيق على إصداره في 7 فبراير سنة 1882، في عهد الخديوي توفيق ليحل محل دستور سنة 1879. يعد محاولة متواضعة لتطبيق نظام ديمقراطي في ظل ولاية عثمانية يمثلها أسرة محمد علي. تم إصداره كمحاولة لتأكيد عدم تبعية مصر للدولة العثمانية وفي محاولة متجددة من الخديوي توفيق ليحصل على استقلال ذاتي وجعل الحكم في مصر قائما على أسس أهمها رقابة مجلس النواب لعمل الحكومة الذي يمثله مجلس النظار، أو الوزراء، الأمر الذي يجعل هذا الدستور قريبا من النموذج الدستوري لدولة قانونية -نسبيا- وإن كان لا يرقى إلى المستوى المطلوب للدولة القانونية.هذا الدستور حمل توجهات الخديوي توفيق ورغبته في السيطرة على مقاليد حكم مصر، التي ورثت ديون الخديوي إسماعيل الفاحشة، وعانت من تفكك سيطرة الحكم على أجزاء من الإقليم المصري.لعل أهم ما تضمنه دستور مصر سنة 1882 هو ايجاد مجلس للنواب وبيان العلاقة بينه وبين الحكومة  وكان يسمى مجلس النظّار .الا انه كان  دستور قاصر عن ان يشمل الحقوق والحريات الأساسية للمواطن في مصر حيث لم يتطرق إليها .",
                    "الثانية": "يعد دستور 1923 من إنجازات ثورة 1919 التي ضحى فيها الشعب المصري بالدماء والأرواح، شكل الملك فؤاد لجنة تتكون من 30 عضوا لصياغة دستور 1923 أملا بأن تأتي بدستور على هواه لا يضمن السيادة الشعبية ويمكنه من السيطرة على الثورة، لكن الرقابة الشعبية الشديدة على أعمال هذه اللجنة حالت دون ذلك، ورغم توسع دستور 1923 في تحديد سلطات الملك قياسا على المتبع في الدول الملكية البرلمانية المعاصرة، تضمن الدستور تقييدا كبيرا لتلك السلطات قياسا على السلطات المطلقة التي كان يتمتع بها خديوي مصر فيما مضى على الأقل من الناحية الدستورية، وإن كانت تلك السلطات تعطل في أحيان كثيرة بسبب سيطرة قوة الاحتلال على الأمور بقوة الأمر الواقع ، لكن أخطر تلك السلطات على الإطلاق هو حق حل مجلس النواب الذي كفلته المادة 38، وقد أورد الدستور هذا الحق خاليا من أي قيد أو شرط أو حد أقصى لمرات الحل، باستثناء عدم جواز حل مجلس جديد لنفس السبب الذي حل الملك من أجله سابقه، وهو ما فتح الباب أمام الملك لحل البرلمان كلما اقتضت مصلحته السياسية ذلك .",
                    "الثالثة": "ثم توالت الاحداث و الدساتير الى يومنا هذا ",
                }
            },
            {
                "id": 6,
                "image": "/image/family.jpg",
                "الاسم": "قانون الاحوال الشخصية",
                "قسم": "يتعلق بتنظيم قضايا الأسرة مثل الزواج ، الطلاق ، النفقة ، الحضانة ، و المواريث . يتناول حقوق الزوجة و الأولاد و العلاقات الأسرية بشكل عام.",
                "نبذة": {
                    "اولى": "طبقا لتعريف قانون الأحوال الشخصية وبيانُ ما تعنيه فإن قانون الأحوال الشخصية هو مجموعة القواعد القانونية التي تنظم علاقة الأفراد فيما بينهم من حيث صلة النسب والزواج وما ينشأ عنه من مصاهرة وولادة وولاية وحضانة وحقوق وواجبات متبادلة وما قد يعتريها من انحلال تترتب عليه حقوق في النفقة والحضانة والإرث والوصية.",
                    "الثانية": "طبقا لتعريف قانون الأحوال الشخصية وبيانُ ما تعنيه فإن قانون الأحوال الشخصية هو مجموعة القواعد القانونية التي تنظم علاقة الأفراد فيما بينهم من حيث صلة النسب والزواج وما ينشأ عنه من مصاهرة وولادة وولاية وحضانة وحقوق وواجبات متبادلة وما قد يعتريها من انحلال تترتب عليه حقوق في النفقة والحضانة والإرث والوصية.",
                }    
            }
        ],
        team: [
            {
                "id": "1",
                "name": " احمد عبد اللطيف ",
                "image": "/image/civil.jpg",
                "work": " محامى ",
                "deg": "استئناف عالى",
                "edu": {
                  "one": "ليسانس حقوق",
                  "two": " دراسات عليا "
                },
                "expr": {
                  "one": " خمس سنوات خبرة فى المجال القانونى ",
                  "two": " متخصص فى القضايا المدنية بكافة انواعها "
                },
                "des": " حيث ي/ت متلك المهارات اللازمة لتحقيق النتيجة المرجوة منه/ا , تدرب/ت على يد نخبة من الاساتذة العظام فى كافة النواحى القانونية , و نستعرض فيما يلى خبراته/ا و الشهادات التى تم الحصول عليها  "
              },
              {
                "id": "2",
                "name": " سيد حسن عباس ",
                "image": "/image/civil.jpg",
                "work": " محامى ",
                "deg": "استئناف عالى",
                "edu": {
                  "one": "ليسانس حقوق",
                  "two": " دراسات عليا "
                },
                "expr": {
                  "one": " خمس سنوات خبرة فى المجال القانونى ",
                  "two": " متخصص فى القضايا المدنية بكافة انواعها "
                },
                "des": " حيث ي/ت متلك المهارات اللازمة لتحقيق النتيجة المرجوة منه/ا , تدرب/ت على يد نخبة من الاساتذة العظام فى كافة النواحى القانونية , و نستعرض فيما يلى خبراته/ا و الشهادات التى تم الحصول عليها  "
              }
        ],
        testi: [
            {
                "id": 1,
                "image": ahmed,
                "talk": " مكتب ممتاز فى صياغة العقود و المتابعة و انهاء الاجراءات بدون وش بجد انا سعيد انى اتعاملت معاهم ",
                "name": " ايمن مسعد ",
                "work": " رجل اعمال ",
            },
            {
                "id": 2,
                "image": amina,
                "talk": " حابة اشكر الجميع على مساعدتهم ليا جبولى حقوقى الحمد لله بعد مكنت خلاص و نزلو نفذو و محترمين ",
                "name": " سعاد رشاد ",
                "work": " ربة منزل ",
            },
        ],
        data: [
            {
                "buying": [
                    {
                        "id": 1,
                        "title": " عقد بيع شقة ",
                        "image": "https://i.suar.me/jyO0m/l",
                        "text": [
                            { 
                                "-": "إنه في يوم ــــــــــــ الموافق ــــــــــــ \n تحرر هذا العقد بين كل من: \n أولًا: السيد/ ………………………………………………..، ويحمل بطاقة رقم قومي/ ………………………………، ومقيم في/ …………………………………………………  (طرف أول بائع) \n ثانيًا: السيد/ ………………………………………………..، ويحمل بطاقة رقم قومي/ ………………………………، ومقيم في/ ………………………………………………… .   (طرف ثانٍ مشترٍ) \n : أقر كلا الطرفين بأهليتهما، واتفقا فيما بينهما على ما يأتي"
                            },
                            { 
                                "البند الأول": "باع وأسقط وتنازل بكافة الضمانات الفعلية والقانونية الطرف الأول إلى الطرف الثاني ما هو عبارة عن الشقة رقم (…….) بالدور ………….. والكائنة بالعمارة ………….. وتبلغ مساحتها ………….. متر مربع، والشقة مكونة من …………………………. . \n والوحدة السكنية موضوع العقد محددة بالحدود الآتية: \n الحد البحري: \n الحد الشرقي:  \n الحد الغربي: \n الحد القبلي: "
                            },
                            { 
                                "البند الثاني": "تم هذا البيع نظير مبلغ إجمالي وقدره ……………….. جنيه مصري، تم دفع كامل المبلغ وذلك عند تحرير هذا العقد، ويعتبر توقيع الطرف الأول على هذا العقد بمثابة مخالصة تامة ونهائية باستلامه وقبضه كامل ثمن البيع، وأصبح هذا العقد عقد بيع نهائي خالص الثمن، ولا توجد مبالغ أخرى للطرف الأول لدى الطرف الثاني، ولا يحق له مطالبته بأية مبالغ أخرى فيما بعد بخلاف ما ذكر بذلك البند."
                            },
                            { 
                                "البند الثالث": "يقر الطرف الأول البائع بأن العقار المبيع وموضوع الحصة المبيعة آلت إليه بموجب العقد المسجل رقم ………. لسنة ………. شهر عقاري ………. محافظة ………. كما يقر البائع بأن ملكية الحصة المبيعة  من ماله الخاص."
                            },
                            { 
                                "البند الرابع": "يقر الطرف الثاني أنه عاين الشقة موضوع هذا العقد المعاينة التامة النافية للجهالة شرعًا وقانونًا، وأنه قبلها على حالتها التي هي عليها الآن."
                            },
                            { 
                                "البند الخامس": "يقر الطرف الأول بأنه لم يسبق له التصرف في الوحدة المباعة موضوع هذا العقد بأي نوع من أنواع التصرفات الناقلة والمكسبة للملكية لها، وأن الوحدة السكنية خالية تمامًا من كافة الحقوق العينية الأصلية منها التبعية كالرهن والاختصاص والامتياز وحقوق الارتفاق ظاهرة كانت أم خفية. ويضمن الطرف الأول عدم تعرضه للطرف الثاني أو تعرض الغير له في حيازة وملكية الطرف الثاني للوحدة موضوع العقد."
                            },
                            { 
                                "البند السادس": "يقر الطرف الأول بأن الشقة المباعة خالية من جميع الديون والرهون وكافة الحقوق العينية."
                            },
                            { 
                                "البند السابع": "يقر الطرف الأول بأن يتم تسليم الوحدة السكنية وذلك في موعد أقصاه فور التوقيع على هذا العقد، ويقر الطرف الثاني بأنه استلم الوحدة السكنية  فور التوقيع على العقد وتسلمها الطرف الثاني."
                            },
                            { 
                                "البند الثامن": "يقر الطرف الأول (البائع) بتسليم كافة صور مستندات ملكية العين موضوع العقد للطرف الثاني (المشتري)، وأقر الطرف الثاني (المشتري) بأنه تسلم كافة صور هذه المستندات."
                            },
                            { 
                                "البند التاسع": "تختص جميع محاكم القاهرة الكلية والجزئية بنظر أي نزاع قد ينشأ بخصوص تنفيذ هذا العقد أو تفسير أي بند من بنوده."
                            },
                            { 
                                "البند العاشر": "تحرر هذا العقد من نسختين، بيد كل طرف نسخة للعمل بها عند اللزوم."
                            },
                            { 
                                "توقيعات": "الطرف الأول (البائع)                                                     الطرف الثاني (المشتري)\n\nالاسم/ ………………………………………………… الاسم/ …………………………………………………\n\nالرقم القومي/ ………………………………………….. الرقم القومي/ …………………………………………. "
                            }
                        ]
                    },
                    {
                        "id": 2,
                        "title": " عقد بيع ارض ",
                        "image": "https://i.suar.me/jyO0m/l",
                        "text": [
                            { 
                                "-": "إنه في يوم ــــــــــــ الموافق ــــــــــــ \n تحرر هذا العقد بين كل من: \n أولًا: السيد/ ………………………………………………..، ويحمل بطاقة رقم قومي/ ………………………………، ومقيم في/ …………………………………………………  (طرف أول بائع) \n ثانيًا: السيد/ ………………………………………………..، ويحمل بطاقة رقم قومي/ ………………………………، ومقيم في/ ………………………………………………… .   (طرف ثانٍ مشترٍ) \n : أقر كلا الطرفين بأهليتهما، واتفقا فيما بينهما على ما يأتي"
                            },
                            { 
                                "البند الأول": "باع وأسقط وتنازل بكافة الضمانات الفعلية والقانونية الطرف الأول إلى الطرف الثاني ما هو عبارة عن قطعة ارض الكائنة فى ............... و تبلغ مساحتها ...........  …………………………. . \n والارض المبيعة موضوع العقد محددة بالحدود الآتية: \n الحد البحري: \n الحد الشرقي:  \n الحد الغربي: \n الحد القبلي: "
                            },
                            { 
                                "البند الثاني": "تم هذا البيع نظير مبلغ إجمالي وقدره ……………….. جنيه مصري، تم دفع كامل المبلغ وذلك عند تحرير هذا العقد، ويعتبر توقيع الطرف الأول على هذا العقد بمثابة مخالصة تامة ونهائية باستلامه وقبضه كامل ثمن البيع، وأصبح هذا العقد عقد بيع نهائي خالص الثمن، ولا توجد مبالغ أخرى للطرف الأول لدى الطرف الثاني، ولا يحق له مطالبته بأية مبالغ أخرى فيما بعد بخلاف ما ذكر بذلك البند."
                            },
                            { 
                                "البند الثالث": "يقر الطرف الأول البائع بأن العقار المبيع وموضوع الحصة المبيعة آلت إليه بموجب العقد المسجل رقم ………. لسنة ………. شهر عقاري ………. محافظة ………. كما يقر البائع بأن ملكية الحصة المبيعة  من ماله الخاص."
                            },
                            { 
                                "البند الرابع": "يقر الطرف الثاني أنه عاين الشقة موضوع هذا العقد المعاينة التامة النافية للجهالة شرعًا وقانونًا، وأنه قبلها على حالتها التي هي عليها الآن."
                            },
                            { 
                                "البند الخامس": "يقر الطرف الأول بأنه لم يسبق له التصرف في الوحدة المباعة موضوع هذا العقد بأي نوع من أنواع التصرفات الناقلة والمكسبة للملكية لها، وأن الوحدة السكنية خالية تمامًا من كافة الحقوق العينية الأصلية منها التبعية كالرهن والاختصاص والامتياز وحقوق الارتفاق ظاهرة كانت أم خفية. ويضمن الطرف الأول عدم تعرضه للطرف الثاني أو تعرض الغير له في حيازة وملكية الطرف الثاني للوحدة موضوع العقد."
                            },
                            { 
                                "البند السادس": "يقر الطرف الأول بأن الشقة المباعة خالية من جميع الديون والرهون وكافة الحقوق العينية."
                            },
                            { 
                                "البند السابع": "يقر الطرف الأول بأن يتم تسليم الوحدة السكنية وذلك في موعد أقصاه فور التوقيع على هذا العقد، ويقر الطرف الثاني بأنه استلم الوحدة السكنية  فور التوقيع على العقد وتسلمها الطرف الثاني."
                            },
                            { 
                                "البند الثامن": "يقر الطرف الأول (البائع) بتسليم كافة صور مستندات ملكية العين موضوع العقد للطرف الثاني (المشتري)، وأقر الطرف الثاني (المشتري) بأنه تسلم كافة صور هذه المستندات."
                            },
                            { 
                                "البند التاسع": "تختص جميع محاكم القاهرة الكلية والجزئية بنظر أي نزاع قد ينشأ بخصوص تنفيذ هذا العقد أو تفسير أي بند من بنوده."
                            },
                            { 
                                "البند العاشر": "تحرر هذا العقد من نسختين، بيد كل طرف نسخة للعمل بها عند اللزوم."
                            },
                            { 
                                "توقيعات": "الطرف الأول (البائع)                                                     الطرف الثاني (المشتري)\n\nالاسم/ ………………………………………………… الاسم/ …………………………………………………\n\nالرقم القومي/ ………………………………………….. الرقم القومي/ …………………………………………. "
                            }
                        ]
                    },
                    {
                        "id": 3,
                        "title": " عقد بيع محل ",
                        "image": "https://i.suar.me/jyO0m/l",
                        "text": [
                            { 
                                "-": "إنه في يوم ــــــــــــ الموافق ــــــــــــ \n تحرر هذا العقد بين كل من: \n أولًا: السيد/ ………………………………………………..، ويحمل بطاقة رقم قومي/ ………………………………، ومقيم في/ …………………………………………………  (طرف أول بائع) \n ثانيًا: السيد/ ………………………………………………..، ويحمل بطاقة رقم قومي/ ………………………………، ومقيم في/ ………………………………………………… .   (طرف ثانٍ مشترٍ) \n : أقر كلا الطرفين بأهليتهما، واتفقا فيما بينهما على ما يأتي"
                            },
                            { 
                                "البند الأول": "باع وأسقط وتنازل بكافة الضمانات الفعلية والقانونية الطرف الأول إلى الطرف الثاني ما هو عبارة عن الشقة رقم (…….) بالدور ………….. والكائنة بالعمارة ………….. وتبلغ مساحتها ………….. متر مربع، والشقة مكونة من …………………………. . \n والوحدة السكنية موضوع العقد محددة بالحدود الآتية: \n الحد البحري: \n الحد الشرقي:  \n الحد الغربي: \n الحد القبلي: "
                            },
                            { 
                                "البند الثاني": "تم هذا البيع نظير مبلغ إجمالي وقدره ……………….. جنيه مصري، تم دفع كامل المبلغ وذلك عند تحرير هذا العقد، ويعتبر توقيع الطرف الأول على هذا العقد بمثابة مخالصة تامة ونهائية باستلامه وقبضه كامل ثمن البيع، وأصبح هذا العقد عقد بيع نهائي خالص الثمن، ولا توجد مبالغ أخرى للطرف الأول لدى الطرف الثاني، ولا يحق له مطالبته بأية مبالغ أخرى فيما بعد بخلاف ما ذكر بذلك البند."
                            },
                            { 
                                "البند الثالث": "يقر الطرف الأول البائع بأن العقار المبيع وموضوع الحصة المبيعة آلت إليه بموجب العقد المسجل رقم ………. لسنة ………. شهر عقاري ………. محافظة ………. كما يقر البائع بأن ملكية الحصة المبيعة  من ماله الخاص."
                            },
                            { 
                                "البند الرابع": "يقر الطرف الثاني أنه عاين الشقة موضوع هذا العقد المعاينة التامة النافية للجهالة شرعًا وقانونًا، وأنه قبلها على حالتها التي هي عليها الآن."
                            },
                            { 
                                "البند الخامس": "يقر الطرف الأول بأنه لم يسبق له التصرف في الوحدة المباعة موضوع هذا العقد بأي نوع من أنواع التصرفات الناقلة والمكسبة للملكية لها، وأن الوحدة السكنية خالية تمامًا من كافة الحقوق العينية الأصلية منها التبعية كالرهن والاختصاص والامتياز وحقوق الارتفاق ظاهرة كانت أم خفية. ويضمن الطرف الأول عدم تعرضه للطرف الثاني أو تعرض الغير له في حيازة وملكية الطرف الثاني للوحدة موضوع العقد."
                            },
                            { 
                                "البند السادس": "يقر الطرف الأول بأن الشقة المباعة خالية من جميع الديون والرهون وكافة الحقوق العينية."
                            },
                            { 
                                "البند السابع": "يقر الطرف الأول بأن يتم تسليم الوحدة السكنية وذلك في موعد أقصاه فور التوقيع على هذا العقد، ويقر الطرف الثاني بأنه استلم الوحدة السكنية  فور التوقيع على العقد وتسلمها الطرف الثاني."
                            },
                            { 
                                "البند الثامن": "يقر الطرف الأول (البائع) بتسليم كافة صور مستندات ملكية العين موضوع العقد للطرف الثاني (المشتري)، وأقر الطرف الثاني (المشتري) بأنه تسلم كافة صور هذه المستندات."
                            },
                            { 
                                "البند التاسع": "تختص جميع محاكم القاهرة الكلية والجزئية بنظر أي نزاع قد ينشأ بخصوص تنفيذ هذا العقد أو تفسير أي بند من بنوده."
                            },
                            { 
                                "البند العاشر": "تحرر هذا العقد من نسختين، بيد كل طرف نسخة للعمل بها عند اللزوم."
                            },
                            { 
                                "توقيعات": "الطرف الأول (البائع)                                                     الطرف الثاني (المشتري)\n\nالاسم/ ………………………………………………… الاسم/ …………………………………………………\n\nالرقم القومي/ ………………………………………….. الرقم القومي/ …………………………………………. "
                            }
                        ]
                    }
                ]
            }
        ]
    }
export default kinds;